{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_name": "Prateek Shaw",
    "home_what_i_do": "I make awesome websites",
    "home_job": "Full stack web developer, UI/UX developer, Competitive programmer, Github addict.",
    "home_location": "Based in Delhi, India.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hi, I'm Prateek Shaw, a full-stack web developer with a strong foundation in front-end development. I had the opportunity to work as a frontend developer intern at Arc Tech Labs, where I honed my skills in building visually appealing and user-friendly websites. During my time there, I collaborated with the design team to create responsive layouts and optimize website performance. I am passionate about leveraging my technical expertise and creative problem-solving skills to deliver high-quality web solutions.",
    "experience_0_job": "Frontend web developer",
    "experience_0_overview": "Arc Tech Labs is a London-based technology company that specializes in web development, mobile app development, and custom software solutions. The company is known for its innovative approach to problem-solving and its ability to deliver cutting-edge technology solutions to its clients.",
    "experience_0_duration": "Dec 2022 - Feb 2023",
    "projects_1_overview": "Online platform for global users to access e-learning courses.",
    "projects_2_overview": "Connects customers with local vendors for home services and repairs.",
    "projects_3_overview": "Online shopping website with vast product selection and fast delivery.",
    "projects_4_overview": "Chat website for real-time conversations with strangers or friends.",
    "projects_5_overview": "App-based ride-hailing service with quick and convenient transportation.",
    "projects_6_overview": "Online streaming platform with a vast library of movies/shows.",
    "projects_1_extended_overview": "Our e-learning platform offers access to a wide range of courses from leading universities and educational institutions worldwide. With a user-friendly interface and interactive tools, learners can engage with the material and track their progress.",
    "projects_2_extended_overview": "Our website connects customers with local vendors who offer home services and repairs. With a simple search, customers can find trusted and reliable vendors who offer competitive prices and quality service. Our platform provides a seamless experience from booking to payment, making home maintenance easy and hassle-free",
    "projects_3_extended_overview": "Our online shopping website offers a vast selection of products ranging from electronics, fashion, home goods, and more. With fast and reliable delivery options, customers can receive their purchases quickly and conveniently. Our website also provides secure payment options and excellent customer service. ",
    "projects_4_extended_overview": "Our chat website allows users to engage in real-time conversations with strangers or friends from around the world. With a user-friendly interface and a variety of chat options, users can easily connect and communicate on various topics of interest. ",
    "projects_5_extended_overview": "Our app-based ride-hailing service provides quick and convenient transportation to customers in need. With a few taps on your phone, you can easily book a ride and be on your way. Our platform offers a variety of ride options and payment methods, ensuring a hassle-free and enjoyable experience. ",
    "projects_6_extended_overview": "Our online streaming platform offers a vast library of movies and series for customers to enjoy. With a user-friendly interface and personalized recommendations, users can easily find and watch their favorite content. ",
    "projects_1_live": "https://easylearning2.onrender.com/",
    "projects_1_code":"https://github.com/Lucifer12929/EasyLearning2.0",
    "projects_2_live": "https://superb-phoenix-7d5410.netlify.app/",
    "projects_2_code":"https://github.com/Lucifer12929/Home-Aid",
    "projects_3_live": "https://github.com/Lucifer12929/amazon-clone",
    "projects_3_code":"https://github.com/Lucifer12929/amazon-clone",
    "projects_4_live": "https://github.com/Lucifer12929/whatsapp-clone",
    "projects_4_code":"https://github.com/Lucifer12929/whatsapp-clone",
    "projects_5_live": "https://github.com/Lucifer12929/Uber-clone",
    "projects_5_code":"https://github.com/Lucifer12929/Uber-clone",
    "projects_6_live": "https://github.com/Lucifer12929/Netflix-clone",
    "projects_6_code":"https://github.com/Lucifer12929/Netflix-clone",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
